{
    "shoes": [
        {
            "id": 0,
            "name": "Yeezy 450",
            "subname": "\"Resin\"",
            "price": 315,
            "image": "/img/yeezy-450.jpeg",
            "sizes": [
                40
            ],
            "description": "The adidas Yeezy 450 “Resin” is a monochromatic tan colorway of the progressive, sock-like shoe by Kanye West and adidas that was released in December 2021. The “Resin” features a tan sock-like woven upper with a one-piece tan EVA foam sole that extends up to the collar. A traditional lacing system is on top of the shoe in lieu of the 450’s sock-like appearance. The “Resin” succeeded popular Yeezy 450s like the “Cloud White” and “Dark Slate” colorways in 2021. Release date: December 17, 2021",
            "brand": "adidas",
            "brand_img": "/img/adidas.png",
            "data": {
                "man_sku": "GY4110",
                "gender": "Mens",
                "nickname": "Resin",
                "colorway": "Resin/Resin-Resin",
                "r_date": "December 17, 2021"
            }
        },
        {
            "id": 1,
            "name": "Air Jordan 1 Retro High OG",
            "subname": "\"Bred Patent\"",
            "price": 489,
            "image": "/img/jordan-air-1-retro-high.jpeg",
            "sizes": [
                40
            ],
            "description": "The Air Jordan 1 High OG “Patent Bred” updated an original colorway of Michael Jordan’s first signature shoe with a patent leather finish. Based on the iconic “Bred” colorway, the aptly named “Patent Bred” features a modified patent leather construction inspired by classic Nike Air Force 1s of yesteryear. Much like the original “Bred,” Varsity Red leather detailing can be found on the perforated toe, collar, heel, and Swoosh, though in patent leather. Black patent leather forms the base. A black “Wings” logo can be found on the collar and red “Nike Air” detailing appears on the black nylon tongue tag on the black nylon tongue. A white rubber midsole and Varsity Red-colored outsole complete the look. Release date: Fall 2021.",
            "brand": "jordan",
            "brand_img": "/img/air-jordan-logo.png",
            "data": {
                "man_sku": "555088 063",
                "gender": "Mens",
                "nickname": "Bred Patent",
                "colorway": "Black/White-Varsity Red",
                "r_date": "N/A"
            }
        },
        {
            "id": 2,
            "name": "Air Force 1 Low",
            "subname": "\"Strive For Greatness\"",
            "price": 180,
            "image": "/img/air-force-1-low-strive-for-greatness.jpeg",
            "sizes": [
                40
            ],
            "description": "The Nike Air Force 1 Low “Strive For Greatness” is a collaboration between LeBron James and Nike on the classic basketball shoe in a luxury-inspired colorway. A Fall 2021 release by Nike, the “Strive For Greatness” updates the beloved low-top silhouette with a tan and Sail checkerboard pattern on the mid-panel, collar, and heel. Both the perforated toe and forefoot, as well as the eyelets, are designed in tan leather. A black leather Swoosh is found on either side of the shoe and a blue embroidered graphic of a lion wearing a crown is stitched onto the heel. LeBron’s signature “LJ” branding appears on the toe and the phrase “Strive For Greatness” is printed on the insole. The shoe rides on a cream-colored rubber midsole.",
            "brand": "nike",
            "brand_img": "/img/nike.png",
            "data": {
                "man_sku": "DC8877 200",
                "gender": "Mens",
                "nickname": "Strive For Greatness",
                "colorway": "BLACK SAIL",
                "r_date": "2021"
            }
        },
        {
            "id": 3,
            "name": "Yeezy Boost 350 V2",
            "subname": "\"MX Rock\"",
            "price": 345,
            "image": "/img/yeezy-boost-350.jpeg",
            "sizes": [
                31,32,33,34
            ],
            "description": "The adidas Yeezy Boost 350 V2 “MX Rock” is a December 2021 release of the casual lifestyle shoe by Kanye West in a design that features a marbled appearance. The “MX Rock” succeeds the “MX Oat” in bringing a new swirled style to the Yeezy Boost 350 V2, a departure from the traditional layered look of the shoe’s original design. The woven Primeknit upper features swirls of brown and dark grey against a black base. Like many 350 V2s, a side monofilament stripe, this time in black, complements the colorway. Black laces appear on the top of the sock-like shoe. A black painted ribbed midsole housing adidas’s Boost cushioning technology completes the design. Release date: December 30, 2021",
            "brand": "adidas",
            "brand_img": "/img/adidas.png",
            "data": {
                "man_sku": "GW3774",
                "gender": "Mens",
                "nickname": "MX Rock",
                "colorway": "MX-Rock",
                "r_date": "December 30, 2021"
            }
        },
        {
            "id": 4,
            "name": "Air Jordan 11 Retro",
            "subname": "\"Cool Grey 2021\"",
            "price": 390,
            "image": "/img/jordan-air-11-retro-cool-grey.jpeg",
            "sizes": [
                31,32,33,34
            ],
            "brand": "jordan",
            "brand_img": "/img/air-jordan-logo.png"
        },
        {
            "id": 5,
            "name": "Yeezy Boost 350 V2",
            "subname":"\"MX Rock\"",
            "price": 449,
            "image": "/img/yeezy-boost-350-v2.jpeg",
            "sizes": [
                31,32,33,34
            ],
            "brand": "adidas",
            "brand_img": "/img/adidas.png"
        }
    ]
}